acpi
alacritty
alsa-utils
autoconf
automake
baobab
base
bat
binutils
bison
brightnessctl
cheese
chromium
dkms
dunst
efibootmgr
efivar
eog
epiphany
evince
fakeroot
fd
feh
file-roller
firefox
fish
flex
fzf
gcc
gdm
gedit
git
gnome-backgrounds
gnome-books
gnome-boxes
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-documents
gnome-font-viewer
gnome-getting-started-docs
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-photos
gnome-remote-desktop
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-terminal
gnome-themes-extra
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-video-effects
gnome-weather
grilo-plugins
grub
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
hsetroot
htop
intel-ucode
lib32-mesa
libreoffice-fresh
lightdm
lightdm-gtk-greeter
linux
linux-firmware
linux-lts
linux-lts-headers
lvm2
lxappearance
lxsession
m4
make
man-db
man-pages
mpc
mpd
mpv
mutter
nautilus
ncmpcpp
neofetch
neovim
networkmanager
nitrogen
noto-fonts
orca
os-prober
pandoc
patch
pavucontrol
pcmanfm
pkgconf
python-pynvim
qterminal
r
ranger
redshift
rygel
samba
simple-scan
spectrwm
steam
sudo
sushi
sxiv
syncthing
telegram-desktop
terminus-font-otb
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
thunar
thunderbird
tldr
torbrowser-launcher
totem
tracker
tracker-miners
tracker3-miners
trash-cli
tree
ttf-roboto
ttf-roboto-mono
udiskie
unclutter
vi
vim
vino
xdg-user-dirs-gtk
xf86-video-intel
xfce4-power-manager
xfce4-terminal
xorg-xev
xorg-xinput
xterm
yelp
zathura
zathura-pdf-mupdf
