acpi
alacritty
alsa-utils
autoconf
automake
base
bat
biber
binutils
bison
brightnessctl
chromium
curl
dkms
dosfstools
dunst
efibootmgr
fakeroot
fd
feh
file
findutils
firefox
fish
flex
fzf
gawk
gcc
gettext
git
grep
groff
grub
gzip
hsetroot
htop
intel-ucode
kitty
lib32-mesa
libtool
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
lvm2
lxappearance
lxsession
m4
make
man-db
man-pages
materia-gtk-theme
mpc
mpd
mpv
mtools
ncdu
ncmpcpp
neofetch
neovim
networkmanager
nitrogen
noto-fonts
openssh
os-prober
pacman
patch
pavucontrol
pcmanfm
pdfgrep
pkgconf
pulseaudio
pulseaudio-alsa
python-pip
python-pynvim
qbittorrent
r
ranger
redshift
samba
sed
signal-desktop
spectrwm
sudo
sxiv
syncthing
telegram-desktop
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
the_silver_searcher
thunderbird
tldr
torbrowser-launcher
trash-cli
tree
ttf-dejavu
ttf-roboto
ttf-roboto-mono
unclutter
vi
vim
wget
which
xf86-video-intel
xf86-video-vesa
xfce4-power-manager
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
zathura
zathura-pdf-poppler
