acpi
alacritty
alsa-utils
autoconf
automake
base
bat
binutils
bison
brightnessctl
dkms
dunst
efibootmgr
efivar
fakeroot
fd
feh
firefox
fish
flex
fzf
gcc
git
grub
hsetroot
htop
intel-ucode
lib32-mesa
linux
linux-firmware
linux-lts
linux-lts-headers
lvm2
lxappearance
lxsession
m4
make
man-db
man-pages
materia-gtk-theme
mpc
mpd
mpv
ncdu
ncmpcpp
neofetch
neovim
networkmanager
nitrogen
noto-fonts
os-prober
pandoc
patch
pavucontrol
pcmanfm
pkgconf
python-pynvim
r
ranger
redshift
samba
spectrwm
sudo
sxiv
syncthing
telegram-desktop
terminus-font-otb
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
thunderbird
tldr
torbrowser-launcher
trash-cli
tree
ttf-roboto
ttf-roboto-mono
udiskie
unclutter
vi
vim
xf86-video-intel
xfce4-power-manager
xorg-xev
xorg-xinit
xorg-xinput
xterm
zathura
zathura-pdf-poppler
